<!DOCTYPE html>
<html>
  <head>
    <meta charset="utf-8">
	<!---->
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
	<meta name="viewport" content="width=device-width,user-scalable=no">
    <meta name="author" content=“Juan C. Guarnizo”>
    <meta name="description" content=“Hoja de Vida“>
    <style>
    img {
        display: block;
        margin-left: auto;
        margin-right: auto;
    }

    </style>

    <title>Hoja de Vida</title>
    <link rel="shortcut icon" type="image/x-icon" href="img/favicon.ico">
  </head>
  <body>
  <!--<div style="width:90%;height:30em;"></div>-->
<img src="img/logo.svg" class="imgSVG" alt="Logo Juan" title="Logo Juan" >


<h1  style="color: #5e9ca0; text-align: center;"><span style="color: #008000;">HOJA DE VIDA<br /></span></h1>

<h4 style="text-align: center;"><strong>Juan Camilo Guarnizo Berm&uacute;dez</strong><br /> C.C. 1.016.029.311 de Bogot&aacute; D.C.<br />Libreta militar N&deg; 90091376929&nbsp; Distrito N&deg; 3<br /> Matricula Profesional: CN206-94456<br />Pase de Autom&oacute;vil C1<br />Pase de Moto A2<br />Estado civil: Soltero</h4>

<table style="height: 18px;" width="1350">
<tbody>
<tr>
<td style="width: 186px; text-align: center;">
<h2><a href="index.html"><strong>Inicio</strong></a></h2>
</td>
<td style="width: 186px; text-align: center;">
<h2><a href="educacion.html"><strong>Educaci&oacute;n</strong></a></h2>
</td>
<td style="width: 186px; text-align: center;">
<h2><a href="experiencia.html"><strong>Experiencia</strong></a></h2>
</td>
</tr>
</tbody>
</table>

<img src="img/foto.png" border="1" class="imgSVG" alt="Juan" title="Logo Juan" width="100" >

<p>&nbsp;</p>
<table style="background-color: #008000;">
<tbody>
<tr>
<td style="width: 1500px;">
<p><strong>PERFIL</strong></p>
</td>
</tr>
</tbody>
</table>
<p>Como profesional en Ingenier&iacute;a Electr&oacute;nica me considero anal&iacute;tico y proactivo. Asumo con inter&eacute;s logros y metas que su compa&ntilde;&iacute;a me proponga, consiente&nbsp; del sentido de urgencia y necesidad de resolver problemas propuestos de manera &aacute;gil y eficiente. Tengo facilidad y disposici&oacute;n para aprender y contar con el inter&eacute;s por la actualizaci&oacute;n profesional y el estudio contin&uacute;o. Adem&aacute;s de poder formar parte de grupos de trabajo interdisciplinarios para el desarrollo de la investigaci&oacute;n aplicada.</p>

<p style="text-align: justify;">El mundo laboral est&aacute; lleno de retos y responsabilidades, en busca de personas: honestas, comprometidas, responsables, creativas, con iniciativa y puntualidad, con capacidades para trabajo en equipo y facilidad para relacionarse. Adem&aacute;s de contar con un &nbsp;alto grado de sensibilidad ante las situaciones que surjan.</p>
<p style="text-align: justify;">Estas son unas de las cualidades que me caracterizan tanto en el campo laboral como personal, estando as&iacute; a la altura de las necesidades del mercado laboral.</p>


<p><strong>Capacidades y Conocimientos:</strong></p>
<ul>
<li>&nbsp;Mantenimiento (software y hardware) de computadores, tarjetas electr&oacute;nicas, instrumentos de medici&oacute;n y dem&aacute;s equipos electr&oacute;nicos, junto a habilidades en el dise&ntilde;o de circuitos electr&oacute;nicos, desarrollo matem&aacute;tico, simulaciones y realizaci&oacute;n de los mismos.</li>
<li>Manejo de lenguajes de programaci&oacute;n como: C - C++, java.</li>
<li>Programaci&oacute;n espec&iacute;fica de microcontroladores (en lenguajes ensamblador y C) y PLC&rsquo;s.</li>
<li>Programaci&oacute;n de aplicaciones para celulares en java y andriod.</li>
<li>Creaci&oacute;n y administraci&oacute;n de bases de datos en mysql.</li>
<li>Configuraci&oacute;n y manejo de la plataforma moodle.</li>
<li>Configuraci&oacute;n y manejo de la plataforma e-commerce.</li>
<li>Manejo del idioma ingles t&eacute;cnico (B2)</li>
<li>Conocimiento en normas: ISO 9001, NTC 5555, NTC 5666, NTC 5580 y NTC 5581.</li>
<li>Manejo de m&oacute;dulos Celular, GPS y GNSS (Quectel).</li>
<li>Manejo avanzado en elaboraci&oacute;n de circuitos impresos.</li>
<li>Manejo de componentes y desarrollo de circuitos probadores.</li>
</ul>
<p>&nbsp;</p>
<p>Manejo de software como: Corel draw, Autocad, Paquete de Office, Simuladores de Circuitos, Matlab&reg;, Labview&reg;, Netbeans&reg;, &nbsp;WorldOffice entre otros. &nbsp;</p>



   <footer>
     <p style="text-align: right;"><strong>Celular:</strong> 314 423 8897 <br /><a href="mailto:Ingeniero.e@hotmail.com">Ingeniero.e@hotmail.com<br /><a href="http://www.globedonline.com">www.globedonline.com</a></p>
   </footer>
   </body>
</html>
